Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] 말단 병사에서 군주까지.tmx
Source language: ko_kr
Languages: en_us

source: 그 말을 끝으로 휠켄이 휘적휘적 걸어갔다.{j}보면 보는 거지, 폼은 왜 잡는 걸까.
en_us: With those words, Hülken walked away. What was with him?{j}

source: 아주 개 코다, 개 코.{j}훈제한 고기를 꺼냈다.
en_us: You have a dog’s nose. I unpacked the smoked meat.{j}

source: 내가 외쳤다.{j}달리면서 돌을 두 개 더 던졌다.{j}하나는 빗나가고 다른 하나가 반대쪽 허벅지를 맞췄다.{j}힘이 많이 들어가지 않아 위력은 적었지만, 놈이 순간 비틀거렸다.
en_us: I hollered. I threw two more stones at him. One of them missed, and the other one hit the opposite thigh. The stone wasn’t powerful, but it was just enough to make it stumble.{j}{j}{j}

source: “그거 아주 독한 놈이거든.{j}단 한 마리도 안 잡혔다더라.”
en_us: “It’s really hard to capture one. In fact, no one’s ever caught one.”{j}

source: “그래.{j}좀 자자.”
en_us: “Yeah. Let’s get some sleep.”{j}

source: “후퇴!{j}후퇴하라!”{j}누군가의 외침이 귀를 때렸다.{j}남색 깃발을 든 기수다.{j}기수를 따라 살아남은 병사들이 움직였다.{j}다리가 후들거렸다.{j}난 붙어 있는 오른손으로 허벅지를 피멍이 들 정도로 꼬집었다.{j}후들거리는 다리가 힘을 찾았다.
en_us: “Retreat! Retreat!” my ears ached from someone shouting. It was a flag bearer with an indigo flag. The remaining soldiers budged and followed him. My legs were trembling. I pinched my thigh until it became black and blue with my right hand that was still attached to my body. I could stand firm now that my legs stopped trembling.{j}{j}{j}{j}{j}{j}{j}

source: 아티팩트는 발동 조건이 전부 다르다.
en_us: All Artifacts have a unique way of being activated.

source: 뚜둑.{j}풀을 뜯어, 손에 들고 흔들며 말했다.
en_us: Crack! I pulled out some grass and shook it.{j}

source: 다른 한 놈은 대장으로 지목받은 놈이다.{j}다른 건 모르겠고, 몸집이 크고 눈빛이 살아 있었다.{j}포기한 눈빛이 아니다.{j}어떻게든 살아남겠다고 각오한 눈이지.
en_us: Another guy was the one appointed as the boss. All other things aside, he had a massive physique and had sparkling eyes. He hadn’t given up just yet. He had promised himself to make it out alive. {j}{j}{j}

source: “모닥불 하나만 더 피워 줄래?”
en_us: “Care to start another fire?”

source: “괜찮아.{j}우리가 만드는 덫은 통할 거다.”
en_us: “It’s alright. Our snare will work.”{j}

source: 머리 바로 옆으로 기마의 발굽이 지나쳤다.
en_us: The warhorse’s hooves passed right by my head.

source: 내가 나섰다.{j}얼굴을 익힐 필요가 있었다.{j}힐끔 날 본 병사가 흑빵 두 덩이를 건네줬다.{j}엄청 딱딱하다.{j}벽돌 대용으로 써도 좋겠다.
en_us: I replied. I needed to memorize his face. He took a glance at me, and handed me two pieces of black bread. They were so hard that I could use them as bricks.{j}{j}{j}{j}

source: 병사가 웃으며 자루를 건넸다.{j}묵직했다.
en_us: He laughed and handed me the bag. It was quite heavy.{j}

source: 절뚝이며 이 정도 정보를 알아 온 것만 해도 훌륭하다.{j}정작 린드 자신은 그리 마음에 들지 않는 모습이지만.{j}린드는 말을 고르더니, 한마디를 덧붙였다.
en_us: Managing to find out this much information when you’re limping is actually something incredible. But Lind didn’t seem to be satisfied with what he had found out. He carefully pondered what to say, then spoke out.{j}{j}

source: “좋다.{j}크리스, 진짜 바라는 걸 말해 봐라.{j}붉은 뿔과 이 일의 보상이다.”
en_us: “Okay, Chris. What do you really want? This is your reward for the red horns and capturing the dogs.”{j}{j}

source: “이 정도 규모의 무리면 따로 무리 짓는 곳이 있을 겁니다.”{j}내가 병사를 보고 말했다.
en_us: “This many dogs would mean that they live in packs somewhere else.” I explained to him.{j}

source: 한 예비대원이 천막 위를 보고 말했다.{j}예비대라 그렇단다.{j}다른 예비대원도 그 말에 고개를 끄덕였다.
en_us: One of the reserve troops looked up and muttered. Well, that’s because we’re reserve troops. Another one nodded as well.{j}{j}

source: 만들려고 했던 덫을 바꿨다.{j}이게 있다면 일이 훨씬 쉽다.{j}꿀 거미의 거미줄은 그 자체가 약제가 되기도 하지만, 타고난 덫의 원료이기도 했다.{j}그 향은 짐승의 본능을 끌어내기에 미끼로 훌륭하며.{j}그 끈끈함은 놈들의 발목을 잡기에 덫으로도 훌륭하다.
en_us: I changed which snare I would make. With this, things will run much smoothly from now on. A honey spider’s webs were used as medicine, but they could also be used as ingredients for snares. The scent is enough to lure in animals, and the stickiness is great for capturing their ankles.{j}{j}{j}{j}

source: “여기서 먹을까요?”
en_us: “Should we feast here?”

source: 스륵.{j}천막이 열렸다.{j}저 반쯤 뜯긴 천막 문이 거슬렸다.{j}밤에 찬바람이 너무 많이 들어온다고.
en_us: Sling. The tent opened. I hated that half-ripped tent door. The tent gets too cold at night.{j}{j}{j}

source: “좋아.{j}어쨌든, 내가 따라갈 필요는 없겠지?”
en_us: “Good. Anyways, I don’t have to go with you, right?”{j}

source: “잘 지냈지?”
en_us: “How have you been?”

source: 그리고 질끈 붕대를 꽉 묶었다.
en_us: Then, I tightly knotted the cloth.

source: 이건 좀 솔깃한걸.{j}병사들이 전부 떠나고, 그제야 소란에 깬 우리의 들개가 움직이기 시작했다.{j}희미한 붉은 선이 곧 딸려갔다.
en_us: Now that’s what I’m talking about. After the soldiers left, the dogs began to move, startled by the noise. The faint red spiderweb trailed after them.{j}{j}

source: 병사가 고개를 끄덕였다.{j}난 그사이 훈제한 고기를 정리했다.{j}일부는 잘라서 깨끗한 천에 감싸고, 일부는 잘라서 주머니에 쑤셔 넣었다.{j}그리고 그걸 돌아다니며 예비대 주머니에 조금씩 넣어 줬다.
en_us: The soldier nodded his head. I organized the smoked meat in the meantime. I wrapped some of the pieces in a clean fragment of cloth, and tucked in some other pieces in my pocket. I shared them to the reserve troops, and placed the pieces in their pockets.{j}{j}{j}

source: 실시간으로 이들의 안색을 살필 수 있었다.
en_us: I could see their faces real-time.

source: 막사 앞쪽이다.{j}천막 문을 누군가 밀고 들어왔다.{j}그가 눈으로 사람의 수를 세고 말했다.
en_us: At the front of the barracks, someone entered through the tent door. He quickly glanced over at the number of people and muttered out.{j}{j}

source: 내가 손을 들어 입을 훑었다.
en_us: I raised my hand and brushed my mouth.

source: 산적 두목과 내가 동시에 외쳤다.
en_us: The leader of the bandits and I yelled at the same time.

source: “걱정하지 마십시오.”
en_us: “Don’t worry, sir.”

source: “자, 그럼 우리가 할 일은 덫을 놓는 거다.”
en_us: “So, now we’re going to set up our snares.”

source: 딱 먹을 거 챙겨 주는 병사답게, 생각하는 게 전부 그쪽으로 갔다.{j}그의 눈이 연초에서 떨어지지 않았다.
en_us: He is a mess personnel, no wonder he thinks that. He would never take his eyes off my cigarettes.{j}

source: 린드가 날 무섭게 노려봤다.{j}미안.{j}아프겠지.{j}당연한 물음이었지?{j}난 수통의 물로 손도 대충 씻고, 깨끗한 천을 찾아 상처 부위에 대고 붕대를 칭칭 감았다.
en_us: Lind glared at me. I’m sorry. Of course it would hurt. It was an obvious question, wasn’t it? I washed my hands quickly with the water from the water bottle, found a clean piece of cloth, and wrapped it around his wound.{j}{j}{j}{j}

source: “미친 자식아.”{j}그가 날 밀쳤다.
en_us: “Are you nuts?” he shoved me away.{j}

source: “옷도 적당히 빨아 둬.{j}어차피 사냥하러 나왔으니까 하루 정도는 야영할 거야.”
en_us: “Wash your clothes too! We’re out hunting, so we’ll probably camp tonight.”{j}

source: “웃는 들개, 우리가 잡자.”
en_us: “Let’s capture those smiling dogs.”

source: “일단 좀 씻자.”
en_us: “Get yourselves washed.”

source: “압니다.”
en_us: “I do, sir.”

source: 내가 나섰다.
en_us: I interrupted.

source: 데굴데굴 구르는 머리가 보였다.
en_us: I saw heads tumbling on the ground.

source: 코볼트는 빨간 코와 툭 튀어나온 눈을 가진 괴물이다.{j}성인의 반만 한 체구에 힘은 약하지만, 몸이 재빠르다.{j}보통 무리를 이루고 다니기에, 지금 상황에서 혼자 만나면 곤란했다.{j}숲의 외곽에서는 흔히 볼 수 없는 놈들이었다.
en_us: A cobolt is a monster with a red nose and a bulged out eyes. It is half the size of an adult and is weak, but is extremely fast. They usually move in packs, so meeting a cobolt when you’re alone would lead to bad consequences. You can’t easily see them in the outskirts of the forest.{j}{j}{j}

source: 물론 이것도 몇 년만 지나면 상황이 달라지겠지만.{j}쭈뼛거리며 막사를 공유하는 병사가 다가왔다.{j}응.{j}그러니까 같은 예비대 소속 소년병이다.
en_us: Of course, in a few years, things would be different. A soldier sharing the same tent came towards me hesitantly. Hi. You must be one of the child soldiers in the reserve troops.{j}{j}{j}

source: 전체 무리의 수는 모르지만, 영리해서 군 보급품을 헤집곤 했다.{j}무리 짓지 않으면 사람까지 잡아먹는다는 소문도 돌았다.{j}영리하고 발도 빨랐으며, 특히나 표정이 압권이라고 했었다.
en_us: We weren’t sure how many dogs there were in total, but they were smart enough to dig around our rations. There were even rumors that they eat up humans if one wasn’t careful enough. They were smart, agile, and were especially known for their faces.{j}{j}

source: 그러니 지금은 방심할 타이밍이지.
en_us: So it was now time for them to be sloppy.

source: 놈의 얼굴을 보는 순간 후련했다.
en_us: But all that paid off as I saw his face.

source: 내 친구의 이름이다.
en_us: It is my friend’s name.

source: “예전부터 여기서 터를 잡던 놈들이래.{j}여기에 오는 이유도 알고 있었는데…….”
en_us: “He told me that they were here since a long time ago. He also knows why they come here...”{j}

source: 누군가의 외침이 귀를 때렸다.
en_us: My ears ached from someone shouting.

source: 예상외다.
en_us: This was all unexpected.

source: 칼날이 내 머리카락을 스치고 지나갔다.{j}얼마나 무서운 속도로 지나갔는지, 순간 머리가 떨어진 것 같은 착각이 들었다.{j}아니었다.{j}고작 머리카락이 잘렸을 뿐이었다.
en_us: The blade brushed against my hair. It all happened so quickly that I felt like my head had fallen off. But it hasn’t. Only my hair was cut off.{j}{j}{j}

source: 휠켄은 금세 말을 알아들었다.
en_us: He understood quickly.

source: 모두의 시선이 나에게 꽂혔다.{j}난 대수롭지 않게 그들의 시선을 받으며 다시 입을 열었다.
en_us: Everyone looked at me. With all their gaze upon me, I muttered again.{j}

source: 팔을 떠나서 난 싸움에 재능이 없었다.{j}그걸 진즉에 알았기에 길을 익혔고, 도적 길드에서 기술을 익혔으며.{j}요리를 했고, 약초를 캤다.
en_us: Not only was I one-armed, I wasn’t a great fighter. That’s what led me to learn topography, and various skills from a group of bandits. I also learned how to cook and the names of different herbs.{j}{j}

source: 내 몸이 절벽 밑으로 떨어지는 순간 놈의 얼굴을 볼 수 있었다.
en_us: I could see his face as I fell down the cliff.

source: “자는 것도 지겨워.”
en_us: “But I don’t want to.”

source: 다른 애들까지 전부 챙겨 줄 정도로 여유 있는 양은 아니었다.{j}벌집이 린드의 입을 찰싹 달라붙게 했다.{j}놈이 몸을 부르르 떨며 쾌감을 느끼는 걸 보고, 난 눈을 감았다.
en_us: There wasn’t enough beehive to share with everyone. It stuck on the roof of his mouth. I could sleep in peace knowing that his body shook from tasting the honey.{j}{j}

source: 나는 자이투라스 숲을 세 번 왔다.{j}이 전투가 끝나고 돌아갈 때, 행군하며 외곽을 스쳐 지나갔고.{j}약초 수업을 받을 때 한 번 더 왔다.{j}그리고 마지막 한 번은.
en_us: I’ve been to Zaithuras Forest three times. The first time was when I went back home after this battle, and the second time was when I skimmed through its borders as I marched. The third time was when I was taking my herbology lessons. And the last time--{j}{j}{j}

source: “튀어!”
en_us: “Run for your lives!”

source: 1화 그릿
en_us: Chapter 1. Grit

source: 코를 파는 병사가 보였다.
en_us: I saw a soldier picking his nose.

source: ‘그럴 순 없지.’{j}입에 고기를 넣고 씹는 동료들이 보였다.{j}린드와 디고, 수염 그리고 나머지 애들까지.{j}다른 십인대로 가면 얼마나 살아남으려나.{j}십중팔구는 죽겠지.{j}잘해야 하나 정도 살아남을 테고.
en_us: I won’t let that happen. I took a look at my comrades chewing on the venison. Lind, Diego, the bearded guy, and the others. What are their chances of surviving in another decury? They would most likely die. If lucky, one of them would survive.{j}{j}{j}{j}{j}

source: 그리 말하며 몇 개의 연초를 돌돌 말았다.
en_us: As I spoke, I rolled some more cigarettes.

source: “눈으로 보는 게 전부가 아니야.”
en_us: “What you see doesn’t tell you everything.”

source: 말과 함께, 내 왼손이 숏 소드 손잡이를 쥐었다.
en_us: As I muttered out, I clasped hilt of my short sword with my left hand.

source: 실력이 없으면 눈을 감아야 하는 세상이고.
en_us: If you don’t have the skills, you could pass away.

source: “원하는 게 뭐요?”
en_us: “What do you want?”

source: 난 연기력이 좋다.{j}호감 가는 미소를 보였다.{j}붉은 뿔은 정력에 좋았다.{j}귀족과 왕족을 통틀어 없어서 못 처먹는 약이다.{j}그야말로 최고의 뇌물이자, 그의 출셋길을 뚫을 명약이었다.
en_us: I am a great actor. I beamed at him brightly. The red horns were good for virility. All the nobles and royalty desperately wanted to eat them. It’s the best bribe, and the key to his successful career.{j}{j}{j}{j}

source: 서른아홉 살의 크리스는 죽었다.
en_us: The 39 year old Chris is dead.

source: 내 물음에 산적 두목이 팔짱을 끼고 기다렸다.
en_us: As I asked, the bandit leader crossed his arms and waited.

source: 나무에 와이어를 걸고 비스듬히 뛰었다.{j}팍팍!
en_us: I hung the wire at a tree and ran sideways. Bang bang!{j}

source: ‘뿔.’{j}높게 솟은 뿔이 보였다.{j}일반 사슴보다 배는 크고 높다.{j}내가 아는 한, 저런 사슴은 한 마리뿐이었다.
en_us: Horns. I saw its horns high up in the air. Its horns were larger and taller than ordinary deer. As far as I knew, only one type of deer had such horns.{j}{j}{j}

source: 반 루드비히 백작 개자식.{j}변경의 영웅이란 놈이 이렇게 추잡하다.{j}내가 속한 나라, 세르카도에서도 가장 강력한 군사력을 가진 귀족이 말이야.{j}병사 봉급을 제대로 챙겨 주지 않는다.
en_us: I hated that Count Van Ludvig. The ‘noble’ hero of the borders is actually vulgar. Sometimes, I couldn’t believe he has the most powerful military forces in my country, the Kingdom of Sercado. He never paid his soldiers well.{j}{j}{j}

source: 뒤에서 미는 힘으로 인해 내 의지와 상관없이 앞으로 달려야 했다.
en_us: I had to run forward because of a strong force pushing me from behind.

source: 우리 쪽 용병 한 명이 나섰다.
en_us: One of our mercenaries stepped forward.

source: “산뜻하게 와서 스튜 냄비를 엎고 갔다고 합니다.”
en_us: “They came in with a happy face and knocked over the stew pot.”

source: “오늘 넌 불침번에서 빼 주마.”
en_us: “You won’t be on night watch duty tonight.:”

source: “왜?{j}안 돼?”
en_us: “Is that too difficult for you?”{j}

source: 우물우물.{j}린드가 훈제 고기를 한 점 들어 입안에 넣고 씹어 삼켰다.
en_us: Munch munch. Lind picked up a piece of smoked meat and chewed on it.{j}

source: 짧고 굵은 내 물음이지만, 뜻은 전해졌다.
en_us: It was a short question, but it was enough to be understood.

source: 화이트 허브와 몇 가지 잡초를 섞는 와중에 들린 소리였다.
en_us: I heard the noise while mixing White Herbs and a few other plants.

source: 그러다 보니 독을 쓰는 법에 익숙해지기도 하고.
en_us: That’s how I became used to dealing with poison.

source: 조루 검사라는 별명이 붙은 만큼 로이스는 아주 짧은 시간만 실력을 발휘했다.
en_us: Like his nickname implied, he showed his combat skills only for a short time.

source: 생각할 틈 따위는 없었다.
en_us: There was no time to think.

source: 우리가 올 때까지 길에서 기다렸고, 제대로 포위까지 했다.
en_us: They have been waiting for us the whole time, and even surrounded us perfectly.

source: ‘여기부터는 사슴 구역.’{j}쓱쓱 하고 발로 흙을 밀어냈다.{j}선두에 섰던 내가 속도를 늦추자, 자연스레 일행이 모두 날 보았다.
en_us: This is deer territory. I wiped out the dirt with my foot. As I slowed down, everyone who was following behind me stared at me.{j}{j}

source: 그 녀석이 갑자기 척척 공간을 가로지르며 걸어 나갔다.
en_us: He suddenly walked into the empty space.

source: 눈과 코에서 피를 줄줄 흘리며 쓰러졌다.
en_us: He fell as he bled from his eyes and nostrils.

source: 이런 상황에서 팔도 잃고 용케 살았구나.{j}칭찬을 안 할 수가 없었다.{j}린드의 도움이 없었다면 불가능했을 거다.
en_us: I survived even after losing my arm in this situation. Well done, fifteen-year-old me. However, it wouldn’t have been possible without Lind’s help.{j}{j}

source: 진짜 예상외다.
en_us: This was out of my expectations.

source: 그건 나도 마찬가지다.
en_us: The same went for me as well.

source: “난 크리스.”
en_us: “I’m Chris.”

source: 4화 붉은 뿔 사슴 포획 작전
en_us: Chapter 4. How to Catch a Red-horned Deer

source: 고기 주는 사람은 개든 인간이든 잘 알아보는 법입니다.{j}휠켄은 뭔가 그리 재밌는지 찌푸린 미간도 핀 채로 빙글빙글 웃었다.
en_us: Both dogs and humans love someone who feeds them proper meat. Hülken smiled, no longer frowning, but I couldn’t tell what made him so happy.{j}

source: “내가 시선을 끄는 사이, 내 가족은 할 일을 한다.”{j}정답이다.{j}나도 같은 결론을 내린 참이다.
en_us: “While I’m distracting them, my family does their job.” Bingo. I had just reached the same conclusion. {j}{j}

source: 오냐.{j}잘 가마.
en_us: Sure. Good bye to you too.{j}

source: ‘달아.’{j}피곤함에 점점 정신이 아득해졌다.{j}아주 꿀맛 같은 잠을 잘 수 있을 것 같았다.
en_us: Sweet. My mind drifted away in fatigue. I was sure that I could have sweet dreams tonight.{j}{j}

source: “한 대 피워 보시죠.”
en_us: “Try smoking this.”

source: 이건 그러니까 로이스의 복수이자.{j}죽은 상인들의 복수다.
en_us: So this is a revenge for Royce, and for the dead merchants as well.{j}

source: 붉은 거미는 그 꿀벌과 허브 잎을 주식으로 삼는다.{j}먹이를 부지런히 먹은 놈은 곧 보라색 거미가 된다.{j}아주 달고 끈적끈적한 거미줄을 뿜게 되는데, 그건 다양한 용도로 쓸 수 있었다.
en_us: Red honey spiders usually feed on honeybees and herbs. Once they’re well fed, they turn purple soon enough. The purple ones produce sweet, sticky spiderwebs, which can be used in many different ways.{j}{j}

source: 음각된 방패의 모양이 보였다.
en_us: I could clearly see a shield shape engraved on it.

source: “돌아가면 내 여동생이랑 만나도 좋아.”
en_us: “Once we go back, you can date my little sister.”

source: “안 돼!”
en_us: “No!”

source: 이른 아침이었다.{j}‘왔구나.’{j}개와 인간의 이중주 하모니로 눈을 뜬 내가 밖으로 고개를 내밀었다.
en_us: It was early in the morning. He’s here. I glanced outside, awake from the barking and yelling noise. {j}{j}

source: “뭐, 중요한 순간에 피로감이 들면 안 되니까?”{j}잘 쉬는 것도 훌륭한 병사의 몸가짐이다.
en_us: “Well, you shouldn’t be tired at an important moment.” Having enough rest is also essential for great soldiers.{j}

source: “그냥 놔 주면 안 되냐?”
en_us: “Why don’t you just let go?”

source: “오호, 부대원에게 인정도 받았다?”
en_us: “So your comrades think you’re good too?”

source: 나만 졸린 건 아니었다.{j}다들 자리를 잡고 누웠다.{j}내 옆에서 린드가 말했다.
en_us: I wasn’t the only one who needed a nap. Everyone fell asleep. Lind whispered at me.{j}{j}

source: “……뭐?”
en_us: “I beg your pardon?”

source: 화이트 허브는 마취 효과가 있다.{j}토코 잎과 만나면 마취 효과는 반감됐다.{j}대신에, 연초가 된다.{j}파이프로 피는 것보다야 맛이 좀 없겠지만.
en_us: White Herbs act like anesthetics. When mixed with Toko Leaves, the effect becomes halved. Instead, it becomes a cigarette. Of course, a piped cigarette would taste better.{j}{j}{j}

source: ‘피했다고?’{j}어안이 벙벙하다.
en_us: ‘I avoided that?’ What was going on?{j}

source: 진짜 돌아왔다.
en_us: I really came back to 24 years ago.

source: 그래도 좀 나아졌는지 절뚝거리며 걷는다.
en_us: He’s limping, so his wound must have somewhat healed.

source: “맛있냐?”
en_us: “Is it good?”

source: 어안이 벙벙하다.
en_us: What was going on?

source: 린드가 반쯤 눈을 감은 채, 실실 웃으며 잠들었다.{j}화이트 허브에는 마취와 수면 효과가 있다.{j}푹 잘 수 있을 거다.{j}자고로 환자는 잘 먹고 잘 자야 하는 법이었다.
en_us: Lind shut his half-open eyes and fell asleep. A White Herb tranquilizes a patient. So he would sleep well tonight. As it is a well-known fact, a patient should eat well and sleep well.{j}{j}{j}

source: 후련한 표정이다.
en_us: He looked relieved.

source: 얼어 죽기는.{j}이 정도 기온으로 사람이 죽지는 않는다.{j}내가 장담하는데, 아주 잠깐이면 적응해서 신나게 물장구를 칠걸?
en_us: As if. A human won’t freeze to death with this temperature. I bet that you’d be splashing around after being used to the cold soon enough.{j}{j}

source: 크르르르.
en_us: Grrrrrrr.

source: 하지만 굳이 그래야 할 필요가 있었냐?
en_us: But was that really necessary?

source: 그래.{j}과묵한 너도 배는 고프잖아.{j}도끼를 대고 그대로 쓱쓱 그었다.{j}평소에 열심히 갈았더니, 날이 살아 있었다.
en_us: Sure. Although you haven’t spoken much, I’m sure you’re hungry too. He placed his ax and cut out the meat. His blade was sharp from all his hard work. {j}{j}{j}

source: 내 약제사 스승도 지금쯤 이 시대를 살아가고 있을 테니까.{j}이 약은 그녀가 열다섯 살 때 만든 제조법이다.{j}약제사의 레시피는 목숨보다 귀하다.{j}그게 그들의 돈이자, 인생이니까.
en_us: My teacher at the hospital would be alive now. She invented the medicine when she was fifteen. A pharmacist’s recipe is more valuable than life, since that’s their means of earning money, and life itself.{j}{j}{j}

source: 한마디로 일축했다.{j}상처를 입은 직후, 치유사를 만났을 거다.{j}이미 알고 있다.{j}돌팔이 치유사 새끼.
en_us: I summarized. He would have met his doctor right after he got injured. I already assumed it. What a charlatan.{j}{j}{j}

source: 위기다.
en_us: This was an emergency.

source: 지금 그 이어진 길의 목적지가 내 앞에 있었다.{j}조용히 숨을 고르고, 한쪽을 바라봤다.{j}나무 세 그루 너머다.{j}반짝이는 빛이 보인다.
en_us: The destination at the end of my imaginary path was right in front of me. I took a deep breath quietly, and looked towards a certain direction. I spotted sparkling lights right behind the three trees.{j}{j}{j}

source: “어이, 크리스.”
en_us: “Hey, Chris.”

source: “어이!”
en_us: “Hey!”

source: “그리고 그 친구는 린드지?”
en_us: “And the wounded guy’s Lind, right?”

source: 거기에 돈까지 없으면 무릎을 꿇어야 하는 세상이었다.
en_us: And if you don’t have money as well, you have to go down on your knees.

source: “난 찬성.”{j}코딱지가 먼저 손을 들었다.
en_us: “I’m in,” the booger guy raised his hand.{j}

source: 땅을 치고 피눈물을 흘리며 후회하는 내 인생의 첫 장.{j}언제고 되돌리고픈 순간이었다.{j}몇 번이고 피하는 장면을 그렸었다.
en_us: The first chapter of my life where I regret crying tearfully, wishing I could turn back the time again. I would always imagine how I would avoid it.{j}{j}

source: 그가 내게 다가왔다.
en_us: He began to approach me.

source: 하나도 웃기지 않은데, 그 뒤의 산적까지도 깔깔댔다.
en_us: It wasn’t funny at all, but even the bandit behind him laughed.

source: 익숙하면서도 익숙하지 않은 소리다.
en_us: It was both a familiar and an unfamiliar noise.

source: 놈이 말과 함께 작은 주머니를 꺼냈다.
en_us: As he spoke, he took out a small pouch.

source: “예비 보병대입니다.”
en_us: “He’s one of the reserve troops, sir.”

source: 잊었던 피로감이 전신을 짓눌렀다.{j}눈꺼풀이 묵직하다.{j}그대로 난 누가 업어 가도 모를 만큼 깊은 잠에 빠져들었다.
en_us: My fatigue came over my body. My eyelids felt heavy. I fell into a deep sleep - so deep that I wouldn’t know if there were a fire.{j}{j}

source: 첨벙!{j}첨벙!
en_us: Splash splash!{j}

source: 마스터가 웃으며 말했다.{j}변태적 성향이 있지만 않았다면, 참 좋은 사람일 텐데.{j}꼭 저렇게 질문과 답으로 사람을 가르쳤다.{j}뭐, 효율은 좋았다.{j}덕분에 제대로 배웠으니까.
en_us: The master laughed. Aside from his peculiar character, he was a good person. He always taught someone with questions and answers. I’ll have to admit that it was an efficient method. Thanks to his method, I learned all that I needed to.{j}{j}{j}{j}

source: “사슴 고기다.”
en_us: “It’s venison.”

source: 성격이 시원시원하다는 소문을 들었는데 진짜였다.{j}쾌남이네, 자식.
en_us: I’ve always heard rumors that he had a cool personality. I loved that.{j}

source: 린드를 슬쩍 보니, 허벅지가 피범벅이었다.{j}놔두면 제때 치료하지 못해서 상처가 악화할 게 뻔히 보였다.
en_us: Taking a quick glance at Lind told me that his thigh was bloodstained. If that was left alone for too long, it wouldn’t be cured in time, and his wounds would obviously worsen.{j}

source: 로이스란 이름의 용병이다.
en_us: His name is Royce.

source: “저 개새끼가!”
en_us: “Not that dog again!”{j}

source: ‘음식을 노리는 것도 아니고.’{j}그랬다면 취사병이 있는 곳에 갔을 거고.{j}‘진즉에 사냥당했을 거다.’{j}놈들이 하는 짓이 요악했지만, 큰 피해는 아니었으니까 지금까지 살아 있는 거다.
en_us: If they were looking for food, they would have gone to the mess personnel. They also would have been hunted if they did so. Everyone hated what they did, but they weren’t injuring anyone, so they are still alive. {j}{j}{j}

source: 될지 안 될지 모르지만.
en_us: Though I’m not sure it would work.

source: “바람 좋고.”
en_us: “Nice wind.”
